<!-- terraform-plan-organizations -->
### Terraform Plan: `organizations` ✅

<details>
<summary>Show plan output</summary>

```

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_organizations_account.ci_runners will be created
  + resource "aws_organizations_account" "ci_runners" {
      + arn               = (known after apply)
      + close_on_deletion = false
      + create_govcloud   = false
      + email             = "k.kent8192.dev+reinhardt-ci@gmail.com"
      + govcloud_id       = (known after apply)
      + id                = (known after apply)
      + joined_method     = (known after apply)
      + joined_timestamp  = (known after apply)
      + name              = "reinhardt-ci-runners"
      + parent_id         = (known after apply)
      + role_name         = "OrganizationAccountAccessRole"
      + status            = (known after apply)
      + tags_all          = {
          + "Component" = "organizations"
          + "ManagedBy" = "terraform"
          + "Project"   = "reinhardt"
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  + account_id       = (known after apply)
  + assume_role_arn  = (known after apply)
  + switch_role_hint = (known after apply)

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.

```

</details>